Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# portfolio_tx_delete_confirm
source: This transaction will be removed from the portfolio.
ar: ستُزال هذه العملية من المحفظة.
cs: Tato transakce bude z portfolia odstraněna.
da: Denne transaktion fjernes fra porteføljen.
de: Diese Transaktion wird aus dem Portfolio entfernt.
el: Αυτή η συναλλαγή θα αφαιρεθεί από το χαρτοφυλάκιο.
es: Esta transacción se eliminará de la cartera.
fa: این تراکنش از پرتفوی حذف می‌شود.
fi: Tämä tapahtuma poistetaan salkusta.
fr: Cette transaction sera retirée du portefeuille.
he: העסקה תוסר מתיק ההשקעות.
hi: यह लेन-देन पोर्टफोलियो से हटा दिया जाएगा।
hu: Ez a tranzakció törlődik a portfólióból.
id: Transaksi ini akan dihapus dari portofolio.
it: Questa transazione verrà rimossa dal portafoglio.
ja: この取引はポートフォリオから削除されます。
ko: 이 거래가 포트폴리오에서 삭제됩니다.
nb: Denne transaksjonen fjernes fra porteføljen.
nl: Deze transactie wordt uit het portfolio verwijderd.
pl: Ta transakcja zostanie usunięta z portfela.
pt: Esta transação será removida do portfólio.
pt_br: Esta transação será removida do portfólio.
ro: Această tranzacție va fi eliminată din portofoliu.
ru: Эта операция будет удалена из портфеля.
sq: Ky transaksion do të hiqet nga portofoli.
sv: Transaktionen tas bort från portföljen.
th: รายการนี้จะถูกลบออกจากพอร์ตโฟลิโอ
tr: Bu işlem portföyden kaldırılacak.
uk: Цю операцію буде видалено з портфеля.
vi: Giao dịch này sẽ bị xóa khỏi danh mục.
zh_hans: 此交易将从投资组合中移除。

# portfolio_tx_delete_title
source: Delete transaction?
ar: حذف العملية؟
cs: Smazat transakci?
da: Slet transaktion?
de: Transaktion löschen?
el: Διαγραφή συναλλαγής;
es: ¿Eliminar transacción?
fa: تراکنش حذف شود؟
fi: Poistetaanko tapahtuma?
fr: Supprimer la transaction ?
he: למחוק את העסקה?
hi: लेन-देन हटाएं?
hu: Törlöd a tranzakciót?
id: Hapus transaksi?
it: Eliminare la transazione?
ja: 取引を削除しますか？
ko: 거래를 삭제할까요?
nb: Slette transaksjonen?
nl: Transactie verwijderen?
pl: Usunąć transakcję?
pt: Excluir transação?
pt_br: Excluir transação?
ro: Ștergi tranzacția?
ru: Удалить операцию?
sq: Të fshihet transaksioni?
sv: Radera transaktionen?
th: ลบรายการ?
tr: İşlem silinsin mi?
uk: Видалити операцію?
vi: Xóa giao dịch?
zh_hans: 删除此交易？

# portfolio_tx_note
source: Note (optional)
ar: ملاحظة (اختياري)
cs: Poznámka (volitelné)
da: Note (valgfri)
de: Notiz (optional)
el: Σημείωση (προαιρετικά)
es: Nota (opcional)
fa: یادداشت (اختیاری)
fi: Muistiinpano (valinnainen)
fr: Note (facultatif)
he: הערה (אופציונלי)
hi: नोट (वैकल्पिक)
hu: Megjegyzés (nem kötelező)
id: Catatan (opsional)
it: Nota (facoltativa)
ja: メモ（任意）
ko: 메모 (선택)
nb: Notat (valgfritt)
nl: Notitie (optioneel)
pl: Notatka (opcjonalnie)
pt: Nota (opcional)
pt_br: Nota (opcional)
ro: Notă (opțional)
ru: Заметка (необязательно)
sq: Shënim (opsional)
sv: Anteckning (valfri)
th: หมายเหตุ (ไม่บังคับ)
tr: Not (isteğe bağlı)
uk: Нотатка (необов'язково)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（可选）

# portfolio_tx_price
source: Price per coin
ar: السعر لكل عملة
cs: Cena za minci
da: Pris pr. coin
de: Preis pro Coin
el: Τιμή ανά νόμισμα
es: Precio por moneda
fa: قیمت هر کوین
fi: Hinta per kolikko
fr: Prix par coin
he: מחיר למטבע
hi: प्रति कॉइन मूल्य
hu: Ár érménként
id: Harga per koin
it: Prezzo per coin
ja: 1コインあたりの価格
ko: 코인당 가격
nb: Pris per coin
nl: Prijs per coin
pl: Cena za monetę
pt: Preço por moeda
pt_br: Preço por moeda
ro: Preț per monedă
ru: Цена за монету
sq: Çmimi për monedhë
sv: Pris per coin
th: ราคาต่อเหรียญ
tr: Coin başına fiyat
uk: Ціна за монету
vi: Giá mỗi coin
zh_hans: 每枚价格

# portfolio_tx_price_hint
source: In USDT. Leave empty if unknown.
ar: بـ USDT. اتركه فارغًا إن كان غير معروف.
cs: V USDT. Nechte prázdné, pokud nevíte.
da: I USDT. Lad stå tomt, hvis ukendt.
de: In USDT. Leer lassen, wenn unbekannt.
el: Σε USDT. Αφήστε κενό αν είναι άγνωστη.
es: En USDT. Déjalo vacío si no lo sabes.
fa: به USDT. اگر نمی‌دانید خالی بگذارید.
fi: USDT:nä. Jätä tyhjäksi, jos et tiedä.
fr: En USDT. Laisser vide si inconnu.
he: ב-USDT. אפשר להשאיר ריק אם לא ידוע.
hi: USDT में। अज्ञात हो तो खाली छोड़ें।
hu: USDT-ben. Hagyd üresen, ha nem ismert.
id: Dalam USDT. Kosongkan jika tidak tahu.
it: In USDT. Lascia vuoto se sconosciuto.
ja: USDT建て。不明な場合は空欄のまま。
ko: USDT 기준. 모르면 비워 두세요.
nb: I USDT. La stå tomt hvis ukjent.
nl: In USDT. Leeg laten indien onbekend.
pl: W USDT. Zostaw puste, jeśli nieznana.
pt: Em USDT. Deixe vazio se desconhecido.
pt_br: Em USDT. Deixe em branco se não souber.
ro: În USDT. Lasă gol dacă nu știi.
ru: В USDT. Оставьте пустым, если неизвестна.
sq: Në USDT. Lëre bosh nëse nuk e di.
sv: I USDT. Lämna tomt om okänt.
th: เป็น USDT เว้นว่างหากไม่ทราบ
tr: USDT cinsinden. Bilinmiyorsa boş bırak.
uk: У USDT. Залиште порожнім, якщо невідомо.
vi: Bằng USDT. Để trống nếu không rõ.
zh_hans: 以 USDT 计。未知可留空。

# portfolio_tx_price_invalid
source: Invalid price
ar: سعر غير صالح
cs: Neplatná cena
da: Ugyldig pris
de: Ungültiger Preis
el: Μη έγκυρη τιμή
es: Precio no válido
fa: قیمت نامعتبر
fi: Virheellinen hinta
fr: Prix non valide
he: מחיר לא תקין
hi: अमान्य मूल्य
hu: Érvénytelen ár
id: Harga tidak valid
it: Prezzo non valido
ja: 無効な価格
ko: 잘못된 가격
nb: Ugyldig pris
nl: Ongeldige prijs
pl: Nieprawidłowa cena
pt: Preço inválido
pt_br: Preço inválido
ro: Preț invalid
ru: Неверная цена
sq: Çmim i pavlefshëm
sv: Ogiltigt pris
th: ราคาไม่ถูกต้อง
tr: Geçersiz fiyat
uk: Неправильна ціна
vi: Giá không hợp lệ
zh_hans: 价格无效

# portfolio_tx_total
source: Total: %1$@
ar: الإجمالي: %1$@
cs: Celkem: %1$@
da: I alt: %1$@
de: Gesamt: %1$@
el: Σύνολο: %1$@
fa: مجموع: %1$@
fi: Yhteensä: %1$@
he: סה״כ: %1$@
hi: कुल: %1$@
hu: Összesen: %1$@
it: Totale: %1$@
ja: 合計：%1$@
ko: 합계: %1$@
nb: Totalt: %1$@
nl: Totaal: %1$@
pl: Razem: %1$@
ru: Итого: %1$@
sq: Gjithsej: %1$@
sv: Totalt: %1$@
th: รวม: %1$@
tr: Toplam: %1$@
uk: Разом: %1$@
vi: Tổng: %1$@
zh_hans: 合计：%1$@

# portfolio_unrealized
source: P/L, not yet sold
ar: ربح/خسارة، لم يُبَع بعد
cs: Zisk/ztráta, dosud neprodáno
da: Gevinst/tab, endnu ikke solgt
de: Gewinn/Verlust, noch nicht verkauft
el: Κέρδος/ζημία, δεν έχουν πωληθεί
es: Ganancia/pérdida, aún sin vender
fa: سود/زیان، هنوز فروخته نشده
fi: Voitto/tappio, ei vielä myyty
fr: Gain/perte, pas encore vendu
he: רווח/הפסד, טרם נמכר
hi: लाभ/हानि, अभी बेचा नहीं
hu: Nyereség/veszteség, még nem eladva
id: Untung/rugi, belum dijual
it: Utile/perdita, non ancora venduto
ja: 損益（未売却）
ko: 손익, 아직 매도 안 함
nb: Gevinst/tap, ikke solgt ennå
nl: Winst/verlies, nog niet verkocht
pl: Zysk/strata, jeszcze nie sprzedane
pt: Lucro/prejuízo, ainda não vendido
pt_br: Lucro/prejuízo, ainda não vendido
ro: Profit/pierdere, încă nevândut
ru: Прибыль/убыток, ещё не продано
sq: Fitim/humbje, ende e pashitur
sv: Vinst/förlust, ännu inte sålt
th: กำไร/ขาดทุน ยังไม่ได้ขาย
tr: Kâr/zarar, henüz satılmadı
uk: Прибуток/збиток, ще не продано
vi: Lãi/lỗ, chưa bán
zh_hans: 盈亏（尚未卖出）

# portfolio_updated
source: Prices as of %1$@
ar: الأسعار حتى %1$@
cs: Kurzy z %1$@
da: Kurser fra %1$@
de: Kurse von %1$@
el: Τιμές από %1$@
es: Precios de las %1$@
fa: قیمت‌ها تا %1$@
fi: Kurssit klo %1$@
fr: Cours du %1$@
he: מחירים נכון ל-%1$@
hi: %1$@ तक के भाव
hu: Árfolyamok: %1$@
id: Harga per %1$@
it: Prezzi delle %1$@
ja: %1$@ 時点の価格
ko: %1$@ 기준 시세
nb: Kurser fra %1$@
nl: Koersen van %1$@
pl: Kursy z %1$@
pt: Preços das %1$@
pt_br: Preços das %1$@
ro: Prețuri de la %1$@
ru: Курсы на %1$@
sq: Çmimet e %1$@
sv: Kurser från %1$@
th: ราคา ณ %1$@
tr: Fiyatlar: %1$@
uk: Курси на %1$@
vi: Giá lúc %1$@
zh_hans: 价格更新于 %1$@

# portfolio_value
source: Value
ar: القيمة
cs: Hodnota
da: Værdi
de: Wert
el: Αξία
es: Valor
fa: ارزش
fi: Arvo
fr: Valeur
he: שווי
hi: मूल्य
hu: Érték
id: Nilai
it: Valore
ja: 評価額
ko: 평가액
nb: Verdi
nl: Waarde
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Стоимость
sq: Vlera
sv: Värde
th: มูลค่า
tr: Değer
uk: Вартість
vi: Giá trị
zh_hans: 市值

# price_colors_blue_orange
source: Blue / orange
ar: أزرق / برتقالي
cs: Modrá / oranžová
da: Blå / orange
de: Blau / Orange
el: Μπλε / πορτοκαλί
es: Azul / naranja
fa: آبی / نارنجی
fi: Sininen / oranssi
fr: Bleu / orange
he: כחול / כתום
hi: नीला / नारंगी
hu: Kék / narancs
id: Biru / oranye
it: Blu / arancione
ja: ブルー / オレンジ
ko: 파랑 / 주황
nb: Blå / oransje
nl: Blauw / oranje
pl: Niebieski / pomarańczowy
pt: Azul / laranja
pt_br: Azul / laranja
ro: Albastru / portocaliu
ru: Синий / оранжевый
sq: Blu / portokalli
sv: Blå / orange
th: น้ำเงิน / ส้ม
tr: Mavi / turuncu
uk: Синій / помаранчевий
vi: Xanh dương / cam
zh_hans: 蓝 / 橙

# price_colors_green_red
source: Green / red
ar: أخضر / أحمر
cs: Zelená / červená
da: Grøn / rød
de: Grün / Rot
el: Πράσινο / κόκκινο
es: Verde / rojo
fa: سبز / قرمز
fi: Vihreä / punainen
fr: Vert / rouge
he: ירוק / אדום
hi: हरा / लाल
hu: Zöld / piros
id: Hijau / merah
it: Verde / rosso
ja: グリーン / レッド
ko: 초록 / 빨강
nb: Grønn / rød
nl: Groen / rood
pl: Zielony / czerwony
pt: Verde / vermelho
pt_br: Verde / vermelho
ro: Verde / roșu
ru: Зелёный / красный
sq: E gjelbër / e kuqe
sv: Grön / röd
th: เขียว / แดง
tr: Yeşil / kırmızı
uk: Зелений / червоний
vi: Xanh lá / đỏ
zh_hans: 绿 / 红

# pulse_alts_even
source: Altcoins and Bitcoin move alike
ar: العملات البديلة وBitcoin تتحرك بالتساوي
cs: Altcoiny a Bitcoin se pohybují stejně
da: Altcoins og Bitcoin bevæger sig ens
de: Altcoins und Bitcoin im Gleichschritt
el: Altcoins και Bitcoin κινούνται παρόμοια
es: Altcoins y Bitcoin se mueven igual
fa: آلت‌کوین‌ها و Bitcoin هم‌جهت حرکت می‌کنند
fi: Altcoinit ja Bitcoin liikkuvat samoin
fr: Altcoins et Bitcoin évoluent de pair
he: אלטקוינים ו-Bitcoin נעים באופן דומה
hi: ऑल्टकॉइन और Bitcoin एक साथ चल रहे हैं
hu: Az altcoinok és a Bitcoin együtt mozognak
id: Altcoin dan Bitcoin bergerak serupa
it: Altcoin e Bitcoin si muovono allo stesso modo
ja: アルトコインと Bitcoin が同じように動いている
ko: 알트코인과 Bitcoin이 비슷하게 움직임
nb: Altcoins og Bitcoin beveger seg likt
nl: Altcoins en Bitcoin bewegen gelijk op
pl: Altcoiny i Bitcoin poruszają się podobnie
pt: Altcoins e Bitcoin movem-se de forma semelhante
pt_br: Altcoins e Bitcoin se movem de forma semelhante
ro: Altcoin-urile și Bitcoin se mișcă la fel
ru: Альткоины и Bitcoin движутся одинаково
sq: Altcoin-et dhe Bitcoin lëvizin njësoj
sv: Altcoins och Bitcoin rör sig likadant
th: อัลต์คอยน์และ Bitcoin เคลื่อนไหวไปด้วยกัน
tr: Altcoin'ler ve Bitcoin benzer hareket ediyor
uk: Альткоїни та Bitcoin рухаються однаково
vi: Altcoin và Bitcoin biến động như nhau
zh_hans: 山寨币与 Bitcoin 同步波动

# pulse_alts_stronger
source: Altcoins stronger than Bitcoin
ar: العملات البديلة أقوى من Bitcoin
cs: Altcoiny silnější než Bitcoin
da: Altcoins stærkere end Bitcoin
de: Altcoins stärker als Bitcoin
el: Τα altcoins πιο δυνατά από το Bitcoin
es: Altcoins más fuertes que Bitcoin
fa: آلت‌کوین‌ها قوی‌تر از Bitcoin
fi: Altcoinit Bitcoinia vahvempia
fr: Altcoins plus forts que Bitcoin
he: אלטקוינים חזקים מ-Bitcoin
hi: ऑल्टकॉइन Bitcoin से मज़बूत
hu: Az altcoinok erősebbek a Bitcoinnál
id: Altcoin lebih kuat dari Bitcoin
it: Altcoin più forti di Bitcoin
ja: アルトコインが Bitcoin より強い
ko: 알트코인이 Bitcoin보다 강세
nb: Altcoins sterkere enn Bitcoin
nl: Altcoins sterker dan Bitcoin
pl: Altcoiny silniejsze niż Bitcoin
pt: Altcoins mais fortes do que a Bitcoin
pt_br: Altcoins mais fortes do que o Bitcoin
ro: Altcoin-urile mai puternice decât Bitcoin
ru: Альткоины сильнее Bitcoin
sq: Altcoin-et më të fortë se Bitcoin
sv: Altcoins starkare än Bitcoin
th: อัลต์คอยน์แข็งแกร่งกว่า Bitcoin
tr: Altcoin'ler Bitcoin'den güçlü
uk: Альткоїни сильніші за Bitcoin
vi: Altcoin mạnh hơn Bitcoin
zh_hans: 山寨币强于 Bitcoin

# pulse_alts_weaker
source: Bitcoin stronger than altcoins
ar: Bitcoin أقوى من العملات البديلة
cs: Bitcoin silnější než altcoiny
da: Bitcoin stærkere end altcoins
de: Bitcoin stärker als Altcoins
el: Το Bitcoin πιο δυνατό από τα altcoins
es: Bitcoin más fuerte que las altcoins
fa: Bitcoin قوی‌تر از آلت‌کوین‌ها
fi: Bitcoin altcoineja vahvempi
fr: Bitcoin plus fort que les altcoins
he: Bitcoin חזק מאלטקוינים
hi: Bitcoin ऑल्टकॉइन से मज़बूत
hu: A Bitcoin erősebb az altcoinoknál
id: Bitcoin lebih kuat dari altcoin
it: Bitcoin più forte delle altcoin
ja: Bitcoin がアルトコインより強い
ko: Bitcoin이 알트코인보다 강세
nb: Bitcoin sterkere enn altcoins
nl: Bitcoin sterker dan altcoins
pl: Bitcoin silniejszy niż altcoiny
pt: Bitcoin mais forte do que as altcoins
pt_br: Bitcoin mais forte do que as altcoins
ro: Bitcoin mai puternic decât altcoin-urile
ru: Bitcoin сильнее альткоинов
sq: Bitcoin më i fortë se altcoin-et
sv: Bitcoin starkare än altcoins
th: Bitcoin แข็งแกร่งกว่าอัลต์คอยน์
tr: Bitcoin altcoin'lerden güçlü
uk: Bitcoin сильніший за альткоїни
vi: Bitcoin mạnh hơn altcoin
zh_hans: Bitcoin 强于山寨币

# pulse_chip_funding_high
source: Funding elevated
ar: التمويل مرتفع
cs: Funding zvýšený
da: Funding forhøjet
de: Funding erhöht
el: Funding αυξημένο
es: Funding elevado
fa: فاندینگ بالا
fi: Funding koholla
fr: Funding élevé
he: מימון גבוה
hi: फ़ंडिंग ऊँचा
hu: Funding emelkedett
id: Funding tinggi
it: Funding elevato
ja: 資金調達率 高め
ko: 펀딩비 높음
nb: Funding forhøyet
nl: Funding verhoogd
pl: Funding podwyższony
pt: Funding elevado
pt_br: Funding elevado
ro: Funding ridicat
ru: Фандинг повышен
sq: Funding i lartë
sv: Funding förhöjd
th: Funding สูง
tr: Fonlama yüksek
uk: Фандинг підвищений
vi: Funding cao
zh_hans: 资金费率偏高

# pulse_chip_funding_negative
source: Funding negative
ar: التمويل سلبي
cs: Funding záporný
da: Funding negativ
de: Funding negativ
el: Funding αρνητικό
es: Funding negativo
fa: فاندینگ منفی
fi: Funding negatiivinen
fr: Funding négatif
he: מימון שלילי
hi: फ़ंडिंग नेगेटिव
hu: Funding negatív
id: Funding negatif
it: Funding negativo
ja: 資金調達率 マイナス
ko: 펀딩비 마이너스
nb: Funding negativ
nl: Funding negatief
pl: Funding ujemny
pt: Funding negativo
pt_br: Funding negativo
ro: Funding negativ
ru: Фандинг отрицательный
sq: Funding negativ
sv: Funding negativ
th: Funding ติดลบ
tr: Fonlama negatif
uk: Фандинг від’ємний
vi: Funding âm
zh_hans: 资金费率为负

# pulse_detail_fund_high
source: Funding elevated.
ar: التمويل مرتفع.
cs: Funding zvýšený.
da: Funding forhøjet.
de: Funding erhöht.
el: Funding αυξημένο.
es: Funding elevado.
fa: فاندینگ بالا.
fi: Funding koholla.
fr: Funding élevé.
he: מימון גבוה.
hi: फ़ंडिंग ऊँचा।
hu: Funding emelkedett.
id: Funding tinggi.
it: Funding elevato.
ja: 資金調達率は高め。
ko: 펀딩비 높음.
nb: Funding forhøyet.
nl: Funding verhoogd.
pl: Funding podwyższony.
pt: Funding elevado.
pt_br: Funding elevado.
ro: Funding ridicat.
ru: Фандинг повышен.
sq: Funding i lartë.
sv: Funding förhöjd.
th: Funding สูง
tr: Fonlama yüksek.
uk: Фандинг підвищений.
vi: Funding cao.
zh_hans: 资金费率偏高。

# pulse_detail_fund_negative
source: Funding negative.
ar: التمويل سلبي.
cs: Funding záporný.
da: Funding negativ.
de: Funding negativ.
el: Funding αρνητικό.
es: Funding negativo.
fa: فاندینگ منفی.
fi: Funding negatiivinen.
fr: Funding négatif.
he: מימון שלילי.
hi: फ़ंडिंग नेगेटिव।
hu: Funding negatív.
id: Funding negatif.
it: Funding negativo.
ja: 資金調達率はマイナス。
ko: 펀딩비 마이너스.
nb: Funding negativ.
nl: Funding negatief.
pl: Funding ujemny.
pt: Funding negativo.
pt_br: Funding negativo.
ro: Funding negativ.
ru: Фандинг отрицательный.
sq: Funding negativ.
sv: Funding negativ.
th: Funding ติดลบ
tr: Fonlama negatif.
uk: Фандинг від’ємний.
vi: Funding âm.
zh_hans: 资金费率为负。

# pulse_detail_fund_neutral
source: Funding neutral.
ar: التمويل محايد.
cs: Funding neutrální.
el: Funding ουδέτερο.
fa: فاندینگ خنثی.
fi: Funding neutraali.
fr: Funding neutre.
he: מימון ניטרלי.
hi: फ़ंडिंग न्यूट्रल।
hu: Funding semleges.
id: Funding netral.
it: Funding neutro.
ja: 資金調達率は中立。
ko: 펀딩비 중립.
nb: Funding nøytral.
nl: Funding neutraal.
pl: Funding neutralny.
pt: Funding neutro.
pt_br: Funding neutro.
ro: Funding neutru.
ru: Фандинг нейтральный.
th: Funding เป็นกลาง
tr: Fonlama nötr.
uk: Фандинг нейтральний.
vi: Funding trung tính.
zh_hans: 资金费率中性。

# pulse_detail_vol_above
source: Volume %1$ld%% above normal.
ar: الحجم أعلى من المعتاد بنسبة %1$ld%%.
cs: Objem o %1$ld %% nad normálem.
da: Volumen %1$ld %% over normalt.
de: Volumen %1$ld %% über normal.
el: Όγκος %1$ld%% πάνω από το κανονικό.
es: Volumen %1$ld%% por encima de lo normal.
fa: حجم %1$ld%% بالاتر از حالت عادی.
fi: Volyymi %1$ld %% tavallista suurempi.
fr: Volume %1$ld %% au-dessus de la normale.
he: נפח גבוה ב-%1$ld%% מהרגיל.
hi: वॉल्यूम सामान्य से %1$ld%% ज़्यादा।
hu: Volumen %1$ld%%-kal a szokásos felett.
id: Volume %1$ld%% di atas normal.
it: Volume %1$ld%% sopra il normale.
ja: 出来高は通常より %1$ld%% 多い。
ko: 거래량 평소보다 %1$ld%% 많음.
nb: Volum %1$ld %% over normalt.
nl: Volume %1$ld%% boven normaal.
pl: Wolumen %1$ld%% powyżej normy.
pt: Volume %1$ld%% acima do normal.
pt_br: Volume %1$ld%% acima do normal.
ro: Volum cu %1$ld%% peste normal.
ru: Объём на %1$ld%% выше нормы.
sq: Volumi %1$ld%% mbi normalen.
sv: Volym %1$ld %% över det normala.
th: ปริมาณสูงกว่าปกติ %1$ld%%
tr: Hacim normalin %%%1$ld üzerinde.
uk: Обсяг на %1$ld%% вищий за норму.
vi: Khối lượng cao hơn bình thường %1$ld%%.
zh_hans: 成交量高于平常 %1$ld%%。

# pulse_detail_vol_above_fund_high
source: Volume %1$ld%% above normal, funding elevated.
ar: الحجم أعلى من المعتاد بنسبة %1$ld%%، التمويل مرتفع.
cs: Objem o %1$ld %% nad normálem, funding zvýšený.
da: Volumen %1$ld %% over normalt, funding forhøjet.
de: Volumen %1$ld %% über normal, Funding erhöht.
el: Όγκος %1$ld%% πάνω από το κανονικό, funding αυξημένο.
es: Volumen %1$ld%% por encima de lo normal, funding elevado.
fa: حجم %1$ld%% بالاتر از حالت عادی، فاندینگ بالا.
fi: Volyymi %1$ld %% tavallista suurempi, funding koholla.
fr: Volume %1$ld %% au-dessus de la normale, funding élevé.
he: נפח גבוה ב-%1$ld%% מהרגיל, מימון גבוה.
hi: वॉल्यूम सामान्य से %1$ld%% ज़्यादा, फ़ंडिंग ऊँचा।
hu: Volumen %1$ld%%-kal a szokásos felett, funding emelkedett.
id: Volume %1$ld%% di atas normal, funding tinggi.
it: Volume %1$ld%% sopra il normale, funding elevato.
ja: 出来高は通常より %1$ld%% 多い、資金調達率は高め。
ko: 거래량 평소보다 %1$ld%% 많음, 펀딩비 높음.
nb: Volum %1$ld %% over normalt, funding forhøyet.
nl: Volume %1$ld%% boven normaal, funding verhoogd.
pl: Wolumen %1$ld%% powyżej normy, funding podwyższony.
pt: Volume %1$ld%% acima do normal, funding elevado.
pt_br: Volume %1$ld%% acima do normal, funding elevado.
ro: Volum cu %1$ld%% peste normal, funding ridicat.
ru: Объём на %1$ld%% выше нормы, фандинг повышен.
sq: Volumi %1$ld%% mbi normalen, funding i lartë.
sv: Volym %1$ld %% över det normala, funding förhöjd.
th: ปริมาณสูงกว่าปกติ %1$ld%% Funding สูง
tr: Hacim normalin %%%1$ld üzerinde, fonlama yüksek.
uk: Обсяг на %1$ld%% вищий за норму, фандинг підвищений.
vi: Khối lượng cao hơn bình thường %1$ld%%, funding cao.
zh_hans: 成交量高于平常 %1$ld%%，资金费率偏高。

# pulse_detail_vol_above_fund_negative
source: Volume %1$ld%% above normal, funding negative.
ar: الحجم أعلى من المعتاد بنسبة %1$ld%%، التمويل سلبي.
cs: Objem o %1$ld %% nad normálem, funding záporný.
da: Volumen %1$ld %% over normalt, funding negativ.
de: Volumen %1$ld %% über normal, Funding negativ.
el: Όγκος %1$ld%% πάνω από το κανονικό, funding αρνητικό.
es: Volumen %1$ld%% por encima de lo normal, funding negativo.
fa: حجم %1$ld%% بالاتر از حالت عادی، فاندینگ منفی.
fi: Volyymi %1$ld %% tavallista suurempi, funding negatiivinen.
fr: Volume %1$ld %% au-dessus de la normale, funding négatif.
he: נפח גבוה ב-%1$ld%% מהרגיל, מימון שלילי.
hi: वॉल्यूम सामान्य से %1$ld%% ज़्यादा, फ़ंडिंग नेगेटिव।
hu: Volumen %1$ld%%-kal a szokásos felett, funding negatív.
id: Volume %1$ld%% di atas normal, funding negatif.
it: Volume %1$ld%% sopra il normale, funding negativo.
ja: 出来高は通常より %1$ld%% 多い、資金調達率はマイナス。
ko: 거래량 평소보다 %1$ld%% 많음, 펀딩비 마이너스.
nb: Volum %1$ld %% over normalt, funding negativ.
nl: Volume %1$ld%% boven normaal, funding negatief.
pl: Wolumen %1$ld%% powyżej normy, funding ujemny.
pt: Volume %1$ld%% acima do normal, funding negativo.
pt_br: Volume %1$ld%% acima do normal, funding negativo.
ro: Volum cu %1$ld%% peste normal, funding negativ.
ru: Объём на %1$ld%% выше нормы, фандинг отрицательный.
sq: Volumi %1$ld%% mbi normalen, funding negativ.
sv: Volym %1$ld %% över det normala, funding negativ.
th: ปริมาณสูงกว่าปกติ %1$ld%% Funding ติดลบ
tr: Hacim normalin %%%1$ld üzerinde, fonlama negatif.
uk: Обсяг на %1$ld%% вищий за норму, фандинг від’ємний.
vi: Khối lượng cao hơn bình thường %1$ld%%, funding âm.
zh_hans: 成交量高于平常 %1$ld%%，资金费率为负。

# pulse_detail_vol_above_fund_neutral
source: Volume %1$ld%% above normal, funding neutral.
ar: الحجم أعلى من المعتاد بنسبة %1$ld%%، التمويل محايد.
cs: Objem o %1$ld %% nad normálem, funding neutrální.
da: Volumen %1$ld %% over normalt, funding neutral.
de: Volumen %1$ld %% über normal, Funding neutral.
el: Όγκος %1$ld%% πάνω από το κανονικό, funding ουδέτερο.
es: Volumen %1$ld%% por encima de lo normal, funding neutral.
fa: حجم %1$ld%% بالاتر از حالت عادی، فاندینگ خنثی.
fi: Volyymi %1$ld %% tavallista suurempi, funding neutraali.
fr: Volume %1$ld %% au-dessus de la normale, funding neutre.
he: נפח גבוה ב-%1$ld%% מהרגיל, מימון ניטרלי.
hi: वॉल्यूम सामान्य से %1$ld%% ज़्यादा, फ़ंडिंग न्यूट्रल।
hu: Volumen %1$ld%%-kal a szokásos felett, funding semleges.
id: Volume %1$ld%% di atas normal, funding netral.
it: Volume %1$ld%% sopra il normale, funding neutro.
ja: 出来高は通常より %1$ld%% 多い、資金調達率は中立。
ko: 거래량 평소보다 %1$ld%% 많음, 펀딩비 중립.
nb: Volum %1$ld %% over normalt, funding nøytral.
nl: Volume %1$ld%% boven normaal, funding neutraal.
pl: Wolumen %1$ld%% powyżej normy, funding neutralny.
pt: Volume %1$ld%% acima do normal, funding neutro.
pt_br: Volume %1$ld%% acima do normal, funding neutro.
ro: Volum cu %1$ld%% peste normal, funding neutru.
ru: Объём на %1$ld%% выше нормы, фандинг нейтральный.
sq: Volumi %1$ld%% mbi normalen, funding neutral.
sv: Volym %1$ld %% över det normala, funding neutral.
th: ปริมาณสูงกว่าปกติ %1$ld%% Funding เป็นกลาง
tr: Hacim normalin %%%1$ld üzerinde, fonlama nötr.
uk: Обсяг на %1$ld%% вищий за норму, фандинг нейтральний.
vi: Khối lượng cao hơn bình thường %1$ld%%, funding trung tính.
zh_hans: 成交量高于平常 %1$ld%%，资金费率中性。

# pulse_detail_vol_below
source: Volume %1$ld%% below normal.
ar: الحجم أقل من المعتاد بنسبة %1$ld%%.
cs: Objem o %1$ld %% pod normálem.
da: Volumen %1$ld %% under normalt.
de: Volumen %1$ld %% unter normal.
el: Όγκος %1$ld%% κάτω από το κανονικό.
es: Volumen %1$ld%% por debajo de lo normal.
fa: حجم %1$ld%% پایین‌تر از حالت عادی.
fi: Volyymi %1$ld %% tavallista pienempi.
fr: Volume %1$ld %% en dessous de la normale.
he: נפח נמוך ב-%1$ld%% מהרגיל.
hi: वॉल्यूम सामान्य से %1$ld%% कम।
hu: Volumen %1$ld%%-kal a szokásos alatt.
id: Volume %1$ld%% di bawah normal.
it: Volume %1$ld%% sotto il normale.
ja: 出来高は通常より %1$ld%% 少ない。
ko: 거래량 평소보다 %1$ld%% 적음.
nb: Volum %1$ld %% under normalt.
nl: Volume %1$ld%% onder normaal.
pl: Wolumen %1$ld%% poniżej normy.
pt: Volume %1$ld%% abaixo do normal.
pt_br: Volume %1$ld%% abaixo do normal.
ro: Volum cu %1$ld%% sub normal.
ru: Объём на %1$ld%% ниже нормы.
sq: Volumi %1$ld%% nën normalen.
sv: Volym %1$ld %% under det normala.
th: ปริมาณต่ำกว่าปกติ %1$ld%%
tr: Hacim normalin %%%1$ld altında.
uk: Обсяг на %1$ld%% нижчий за норму.
vi: Khối lượng thấp hơn bình thường %1$ld%%.
zh_hans: 成交量低于平常 %1$ld%%。
